Repository: phtrivier/ube
Catalog: po/*.po
Languages: fr

source: Let's find the exit, for a start...
fr: Pour commencer, trouvez la sortie...

source: Sometimes you have to jump.
fr: Parfois, il faut savoir sauter.

source: A wall. You can cross it. Trust me.
fr: Un mur. Vous pouvez le traverser, croyez moi.

source: Let's complicate a bit (just a bit.)
fr: Compliquons un peu. Juste un peu.

source: You'll find a solution along the way...
fr: Vous trouverez une solution en chemin...

source: Be wise. Clock wise.
fr: Du bon sens. Celui des aiguilles, par exemple.

source: Looks easy ? Look again...
fr: Ca a l'air facile ? Regardez bien...

source: Still too simple ? Let's see...
fr: Encore trop simple ? Voyons voir...

source: Please choose a level
fr: Choisissez un niveau

source: (Oh, and please, don't shoot the coder, he's doing his best.)
fr: (Et ayez pitié du programmeur, il fait de son mieux)

source: Level %1% : %2%
fr: Niveau %1% : %2%

source: Specify a puzzle file name. It should be the name of an existing lua file, like 'puzzle1.lua'. The file should be residing in the standard shared/ube/lua/puzzles folder.
fr: Specifier le nom d'un puzzle. Le nom doit être le nom d'un fichier lua, comme 'puzzle1.lua'. Le fichier doit se trouver dans le répèrtoire standard shared/ube/lua/puzzles

source: PUZZLE FILE NAME
fr: NOM DU PUZZLE

source: Show version number
fr: Affiche la version du programme

source: Show copyright info
fr: Affiche les informations de license

source: This is free software, licensed under the MIT ('X11') License.
fr: Ceci est un Logiciel Libre, distribué sous license MIT ('X11'.)

source: See <http://www.opensource.org/licenses/mit-license.php>.
fr: Voir <http://www.opensource.org/licenses/mit-license.php>.

source: There is NO WARRANTY, to the extend permitted by law.
fr: Il n'y a AUCUNE GARANTIE, dans les limites de la loi.

source: Written by Pierre-Henri Trivier.
fr: Développé par Pierre-Henri Trivier.
